<?php
return [
    'success' => [
        'add_recipe' => 'Рецепт успешно добавлен',
        'delete_recipe' => 'Рецепт успешно удален',
        'edit_recipe' => 'Рецепт успешно изменен',
        'add_tag' => 'Тэг успешно добавлен',
        'edit_tag' => 'Тэг успешно изменен',
        'delete_tag' => 'Тэг успешно удален'
    ],
    'error' => [
        'add_recipe' => 'Рецепт не добавлен',
        'not_name' => 'Не указано имя',
        'not_file' => 'Не выбран файл',
        'file_size' => 'Слишком большой файл',
        'file_type' => 'Не тот тип файла',
        'delete_recipe' => 'Рецепт не удален',
        'edit_recipe' => 'Рецепт не изменен',
        'empty_name' => 'Не указано имя',
        'empty_description' => 'Не указано описание',
        'empty_prep' => 'Не указано время приготовления',
        'empty_cook' => 'Не указано время приготовления',
        'empty_serving' => 'Не указано количество человек',
        'empty_img' => 'Не выбрано изображение',
        'add_tag' => 'Тэг не добавлен',
        'edit_tag' => 'Тэг не изменен',
        'delete_tag' => 'Тэг не удален'
    ]
];